
/* Homepage Strings */
"DropPDFHere" = "Drop PDF Here";
"SelectFile" = "Select File";
"SelectPdfFile" = "Select Pdf File";
"SelectDifferentFile" = "Select different file";
"DropDifferentFile" = "Drop Different PDF";
"SelectedFile" = "Selected File";
"Or" = "or";
"Pages" = "Pages";
"Format" = "Format";
"Size" = "Size";
"SeeWherePrinted" = "See where the Letter will be Printed";
"SeeWherePrintedDescription" = "The printing station is automatically chosen based on the destination";
"AddSignature" = "Add your Signature (Optional)";
"AddSignatureDescription" = "Of course, you can sign the letter";
"DefaultSignature" = "Default Signature";
"DefaultSignatureButton" = "Use Default";
"SelectImage" = "Select Image";
"SelectImageDescription" = "Select an Image From your Computer";
"SelectImageButton" = "Use Image";
"CreateSignature" = "Create Signature";
"CreateSignatureDescription1" = "Create using";
"CreateSignatureDescription2" = "Mobile Phone";
"CreateSignatureButton" = "Use Mobile Phone";
"PaySubmit" = "Pay & Submit";
"PaySubmitDescription1" = "Pay by Credit Card and let the Magic Happen";
"PaySubmitDescription2" = "Select a File and Destination Country to See a Price";
"PaySubmitButton" = "Submit & Pay";
"PaySubmitReloadPriceButton" = "Reload Price";
"CouldNotLoadPrice" = "Could not load the price";
"PdfEncrypted" = "The PDF is encrypted. Please decrypt it first.";
"PdfLocked" = "The PDF is locked. Please unlock it.";
"PdfInvalidSize" = "The PDF is not A4. We currently only support A4 documents.";
"PrintingQualityHeader" = "Printing Quality";
"PrintingQualitySubHeader" = "Every letter is printed in color on standard 80g/sqm";

/* Enter Address Strings */
"AddressHeader" = "Enter the Recipient's Address";
"AddressSubHeader" = "In order to stick with the country specific address format the recipient's address is either printed on the envelope or an additional address sheet is added to the letter.";
"AddressConfirm" = "Confirm";
"AddressName" = "First & Last Name";
"AddressCompany" = "Company (Optional)";
"AddressLine1" = "Street & Number";
"AddressLine2" = "Address Line 2 (Optional)";
"AddressPostalCode" = "Postal Code";
"AddressCity" = "City";
"AddressState" = "State (Optional)";
"SelectCountry" = "Select Country";

/* Mobile Phone */
"MobilePhoneHeader" = "Create Signature via Smartphone";
"MobilePhoneSubHeader" = "Please Select your Platform";
"MobilePhoneStep1" = "Download the Signature App \"$APPNAME$\" for $PLATFORM$";
"MobilePhoneStep2" = "Create Signature and Email it to Yourself";
"MobilePhoneStep3" = "Save the Signature on Your Computer and Select it";
"MobilePhoneCancel" = "Cancel";
"MobilePhoneSelectFile" = "Select File";

/* Signature */
"SignatureHeader" = "Place Signature";
"SignatureSubHeader" = "Place the signature on the desired spot on the PDF";
"SignatureAddButton" = "Add Signature to the Page Below";
"SignaturePagination" = "$CURRENT$ of $MAX$";
"SignatureSaveAsDefault" = "Save as default signature";
"SignatureCancel" = "Cancel";
"SignatureConfirm" = "Confirm";

/* Tutorial */
"TutorialTitle" = "Welcome to Mils!";

/* About */
"AboutFeedback" = "Feedback";
"AboutSubject" = "Subject";
"AboutMessage" = "Message";
"AboutSend" = "Send";
"AboutFeedback" = "Feedback";
"AboutAbout" = "About";
"AboutDescription1" = "We suggest Mils as the hipster way to send old school mail. Mils was intended to be used by everybody who considers it a total drag to print, sign, envelope, and send real mail. However, we are curious to find out about the use case you are using mils for!";
"AboutDescription2" = "More Information:";
"AboutRate" = "Rate";
"AboutRateDescription" = "Roses are red,\nviolets are blue,\nsugar is sweet,\nand so are good ratings ;)";
"AboutRateButton" = "Rate";
"AboutPrivacyPolicyButton" = "Privacy Policy";
"AboutRefundPolicyButton" = "Refund Policy";
"AboutTermsAndConditionsButton" = "Terms & Conditions";

/* Overview */
"Overview" = "Overview";
"OverviewDescription" = "Sent letters will appear here. You did not send any letters yet.";
"OverviewTitle" = "Letter %i";
"OverviewDetails" = "Details";
"OverviewPages" = "%zu pages";
"OverviewPage" = "%zu page";
"OverviewDestination" = "Destination %@";
"OverviewOpenButton" = "Open";
"OverviewDeleteButton" = "Delete";

/* See where the letter will be printed control */
"PrintingStation" = "Printing Station";
"PrintingStationReverseGeocodeProblem" = "Apple Maps could not display the Printing Station.";
"CourierText" = "The letter will be shipped via %@.";
"Recipient" = "Recipient";
"RecipientReverseGeocodeProblem" = "Apple Maps could not display the Recipient's Address. This does not neccessarily mean that the letter cannot be delivered. It simply means that the address is not in Apple Maps' database.";
"RecipientPrintingStationDistance" = "The recipient is $DISTANCE$ away from the printing station";

/* Pay Window */
"PayHeaderUploading" = "Your PDF is Being Uploaded";
"PaySubHeaderUploading" = "Meanwhile, please enter you Payment Details";
"PayHeaderUploadFailed" = "Upload Failed";
"PaySubHeaderUploadFailed" = "Please retry uploading the letter.";
"PayHeaderUploadSuccessful" = "Upload Successful";
"PaySubHeaderUploadSuccessful" = "Waiting for you to complete the payment form.";
"PayHeaderRetryingUpload" = "Uploading";
"PaySubHeaderRetryingUpload" = "Retrying to Upload";
"PayHeaderPaymentFailed" = "Payment Failed";
"PaySubHeaderPaymentFailed" = "Please Check your Credit Card Information";
"PayHeaderPaymentSuccessful" = "Thank you";
"PaySubHeaderPaymentSuccessful" = "We received the payment and initiated the print and delivery of your letter!";
"PayHeaderAcceptTerms" = "Please accept the Terms";
"PaySubHeaderAcceptTerms" = "Please check the Terms checkbox in orer to proceed.";
"PayPriceHeader" = "Final Price";
"PayPriceButton" = "Pay";
"PayRetryUploadButton" = "RetryUpload";
"PayStoreAddress" = "Store Billing Information";
"PayPriceUploadFailed" = "Retry to Upload";
"PayTerms" = "Accept our <a href=\"https://milsapp.com/misc/Terms_and_Conditions.pdf\">Terms & Conditions</a> and the selected printing partner's <a href=\"http://www.qiq.com.au/php/docsaway_terms.php\">Terms & Conditions</a>";
"PayCreditCardHeader" = "Credit Card Information";
"PayBillingHeader" = "Billing Information";
"BillingName" = "Full Name / Company Name";
"BillingLine1" = "Street & Number";
"BillingLine2" = "Address Line 2 (Optional)";
"BillingPostalCode" = "Postal Code";
"BillingCity" = "City";
"BillingCountry" = "Country";
"BillingEmail" = "Email (in order to deliver the bill)";
"CreditCardCvv" = "CVV";
"CreditCardHolder" = "Card Holder";
"CreditCardNumber" = "Card Number";
"CreditCardExpirationDate" = "Expiration Date";

/* Generic Error Strings */
"TutorialWelcome" = "Send any PDF File as a Real Letter";
"TutorialPrintingSites" = "Printed, Enveloped, and Sent from 23 Different Sites in 23 Different Countries";
"TutorialSignature" = "Add a Handwritten Signature using the Android, iOS, and Windows Phone Companion Apps";
"TutorialIntegration" = "Smooth Sending from any Print Dialog in Mac OS X";

/* Generic Error Strings */
"NotEmpty" = "The %@ may not be empty";
"NotValid" = "%@ is not valid";

/* Rate Questions */
"FeedbackTitle" = "Feedback";
"FeedbackSubTitle" = "How did you enjoy the Experience with Mils?";
"FeedbackRateTitle" = "Thanks!";
"FeedbackRateSubTitle" = "Would you mind sharing your Feedback on the App Store?";
"FeedbackCommitButton" = "Commit";
"FeedbackAppStoreButton" = "Go to the App Store!";
"FeedbackAppStoreNoThanksButton" = "No Thanks!";